<?php
return [
    'index'     => [
        'success'   => 'تم إدراج اللافتات بنجاح.',
        'no_results'=> 'لم يتم العثور على لافتات.'
    ],
    'create'    => [
        'success'   => 'تم إنشاء البانر بنجاح.',
        'failed'    => 'فشل إنشاء لافتة.'
    ],
    'update'    => [
        'success'   => 'تم تحديث البانر بنجاح.',
        'failed'    => 'فشل تحديث البانر.'
    ],
    'delete'    => [
        'success'   => 'تم حذف البانر بنجاح.',
        'failed'    => 'فشل حذف البانر.'
    ],
];
