<?php
return [
    'availability'  => [
        'available'             => 'الخدمة متاحة في هذا التاريخ.',
        'blocked_service'       => 'الخدمة غير متوفرة في هذا الميعاد.',
        'blocked_horse'         => 'الحصان غير متوفر في هذا الميعاد.',
        'blocked_trainer'       => 'المدرب غير متوفر في هذا الميعاد.',
        'capacity_reached'      => 'تم الوصول إلى السعة القصوى لهذه الفتحة ، يرجى تحديد ميعاد أخر.',
        'schedule_unavailable'  => 'هذا التاريخ لا تتوفر فيه الخدمة.',
        'failed'                => 'تم توفير بيانات غير صحيحة أو غير كاملة.',
    ]
];
