<?php
return [
    'index'     => [
        'success'   => 'تم إدراج الفئات بنجاح.',
        'no_results'=> 'لم يتم العثور على فئات.'
    ],
    'services'  => [
        'success'   => 'تم إدراج خدمات الفئة بنجاح.',
        'no_results'=> 'لا توجد خدمات في هذه الفئة.'
    ],
    'providers' => [
        'success'   => 'تم إدراج موفري الفئات بنجاح.',
        'no_results'=> 'لم يتم العثور على مقدمي في الفئة.'
    ],
    'create'    => [
        'success'   => 'تم إنشاء الفئة بنجاح.',
        'failed'    => 'فشل إنشاء الفئة.'
    ],
    'update'    => [
        'success'   => 'تم تحديث الفئة بنجاح.',
        'failed'    => 'فشل تحديث الفئة.'
    ],
    'delete'    => [
        'success'   => 'تم حذف الفئة بنجاح.',
        'failed'    => 'فشل حذف الفئة.'
    ],
];
