<?php
return [
    'list'  => [
        'success'   => 'تم إرجاع قائمة المرافق بنجاح.',
        'no_results'=> 'لا توجد مرافق متاحة للعرض.'
    ],
    'create'    => [
        'success'   => 'تم إنشاء المرفق بنجاح.',
        'failed'    => 'فشل إنشاء المنشأة.'
    ],
    'update'    => [
        'success'   => 'تم تحديث المنشأة بنجاح.',
        'failed'    => 'فشل تحديث المنشأة.'
    ],
    'delete'    => [
        'success'   => 'تم حذف المنشأة بنجاح.',
        'failed'    => 'فشل حذف المنشأة.'
    ],
];
