<?php
return [
    'failed'            => 'فشل معالجة طلبك.',
    'unauthorized'      => 'أنت غير مخول لاتخاذ هذا الإجراء.',
    'unauthenticated'   => 'أنت لم تسجل الدخول ، يرجى تسجيل الدخول للمتابعة.',
    'fcm_token_invalid' => 'رمز المراسلة غير صحيح.',
    'fba_token_invalid' => 'رمز التفويض غير صحيح.',
    'pay_token_invalid' => 'رمز الدفع غير صحيح.',
    'record_created'    => 'تم إنشاء السجل بنجاح.',
    'record_failed'     => 'فشل في إنشاء السجل.',
    'route_not_found'   => 'لا يوجد مورد موجود في هذه المعاملة ، يرجى التحقق من صحة طلبك.'
];
