<?php

return [
    'create'    => [
        'success'   => 'تم إنشاء مقدم الخدمة  بنجاح.',
        'failed'    => 'فشل إنشاء مقدم الخدمة.'
    ],
    'list'      => [
        'success'   => 'تم إرجاع قائمة مقدم الخدمة بنجاح.',
        'no_results'=> 'لا يتوفر أي مقدم الخدمة للعرض.'
    ],
    'update'    => [
        'success'   => 'تم تحديث مقدم الخدمة بنجاح.',
        'failed'    => 'فشل تحديث  مقدم الخدمة.'
    ],
    'delete'    => [
        'success'   => 'تم حذف مقدم الخدمة بنجاح.',
        'failed'    => 'فشل حذف مقدم الخدمة.'
    ],
    'search'    => [
        'no_params' => 'لم تقدم أي معلمات البحث.'
    ]
];
