<?php
return [
    'days'  => [
        'sunday'    => 'الأحد',
        'monday'    => 'الاثنين',
        'tuesday'   => 'الثلاثاء',
        'wednesday' => 'الأربعاء',
        'thursday'  => 'الخميس',
        'friday'    => 'جمعة',
        'saturday'  => 'السبت',
    ],
    'create'    => [
        'invalid_type'      => 'تم توفير نوع جدول غير صالح.',
        'success'           => 'تم إنشاء الجدول بنجاح.',
        'failed'            => 'فشل إنشاء الجدول.',
        'already_exists'    => 'الجدول الزمني المقدم لـ: النوع إما موجود بالفعل أو يتداخل مع جدول آخر.',
        'invalid_unauthorized'  => 'تم تقديمه: النوع إما غير صالح أو أنك غير مصرح لك بعمل جداول.'
    ],
    'list'      => [
        'success'   => 'تم إرجاع قائمة الجداول بنجاح.',
        'no_results'=> 'لا توجد جداول متاحة للعرض.'
    ]
];
