<?php
return [
    'create'    => [
        'success'   => 'تم إنشاء الخدمة بنجاح.',
        'failed'    => 'فشل إنشاء الخدمة.'
    ],
    'list'      => [
        'success'   => 'تم إرجاع قائمة الخدمات بنجاح.',
        'no_results'=> 'لا توجد خدمات متاحة للعرض.'
    ],
    'update'    => [
        'success'   => 'تم تحديث الخدمة بنجاح.',
        'failed'    => 'فشل تحديث الخدمة.'
    ],
    'delete'    => [
        'success'   => 'تم حذف الخدمة بنجاح.',
        'failed'    => 'فشل حذف الخدمة.'
    ],
    'schedule'  => [
        'create'    => [
            'success'   => 'تمت إضافة جدول الخدمة بنجاح.',
            'failed'    => 'فشل في إضافة جدول الخدمة.'
        ],
    ],
    'horses'    => [
        'created'   => [
            'success'   => 'تمت إضافة أو إزالة الخيول للخدمة بنجاح.',
            'failed'    => 'فشل في إضافة أو إزالة الخيول من الخدمة.'
        ],
    ],
    'trainers'    => [
        'created'   => [
            'success'   => 'تمت إضافة المدربين أو إزالتهم من الخدمة بنجاح.',
            'failed'    => 'فشل إضافة أو إزالة المدربين من الخدمة.'
        ],
    ]
];
