<?php
return [
    'index'     => [
        'success'   => 'تم إدراج المدربين بنجاح.',
        'no_results'=> 'لم يتم العثور على مدربين.'
    ],
    'create'    => [
        'success'   => 'تم إنشاء المدرب بنجاح.',
        'failed'    => 'فشل إنشاء المدرب.'
    ],
    'delete'    => [
        'success'   => 'تم حذف المدرب بنجاح.',
        'failed'    => 'فشل حذف المدرب.'
    ],
    'update'    => [
        'success'   => 'تم تحديث المدرب بنجاح.',
        'failed'    => 'فشل تحديث المدرب.'
    ],
];
