<?php

return [
    'create'    => [
        'success'           => 'تم إنشاء المستخدم بنجاح.',
        'failed'            => 'فشل تسجيل المستخدم.',
        'unverified'        => 'تم تسجيل المستخدم ، يرجى التحقق من الحساب قبل تسجيل الدخول.',
    ],
    'register'  => [
        'success'           => 'تم إنشاء المستخدم بنجاح.',
        'failed'            => 'فشل تسجيل المستخدم.',
        'unverified'        => 'تم تسجيل المستخدم ، يرجى التحقق من الحساب قبل تسجيل الدخول.',
    ],
    'update'    => [
        'failed'            => 'فشل تحديث المستخدم.',
        'success'           => 'تم تحديث المستخدم بنجاح.'
    ],
    'login'     => [
        'failed'                => 'فشل في تسجيل الدخول ، يرجى التحقق من التفاصيل.',
        'success'               => 'تم تسجيل الدخول بنجاح.',
        'unverified'            => 'لم يتم التحقق من حسابك ، يرجى التحقق من هاتفك للتحقق من الحساب.',
        'disabled'              => 'تم تعطيل حسابك ، يرجى الاتصال: البريد الإلكتروني للحصول على التفاصيل.',
        'invalid_credentials'   => 'تم تقديم بيانات اعتماد غير صالحة.',
        'invalid_role'          => 'أنت غير مصرح لك للوصول إلى هذه المنطقة.'
    ],
    'verification'  => [
        'failed'            => 'فشل التحقق من حسابك.',
        'success'           => 'تم التحقق من الحساب بنجاح.',
        'missing_fields'    => 'الحقول المطلوبة مفقودة.',
        'token_invalid'     => 'تم توفير رمز مميز غير صحيح.',
        'token_unavailable' => 'لم يتم توفير رمز للتحقق من الحساب.',
        'already_verified'  => 'تم التحقق من حساب المستخدم بالفعل ، يرجى تسجيل الدخول.'
    ],
    'reset'     => [
        'failed'            => 'فشل إعادة تعيين كلمة المرور.',
        'success'           => 'تم تحديث كلمة المرور بنجاح.',
        'initiate'          => 'تم التحقق من المستخدم ، يمكن بدء إعادة تعيين كلمة المرور الآن مع OTP.'
    ],
    'delete'    => [
        'success'   => 'تم حذف المستخدم بنجاح.',
        'failed'    => 'فشل حذف المستخدم.'
    ],
];
